Repository: Jevuska/stt2-extension-add-terms
Catalog: lib/languages/stt2extat-*.po
Languages: id_id

source: Manage your search terms better, extended version of <strong>SEO SearchTerms Tagging 2</strong> plugin. Add search terms into single post manually. Search the terms that relevant of post content as well as WordPress search default algorithm. JavaScript browser enabled required and the latest modified version of <a href="https://github.com/Jevuska/stt2-extension-add-terms/releases/tag/STT2-v1.535">SEO SearchTerms Tagging 2</a> plugin installed.
id_id: Mengelola istilah pencarian yang lebih baik, plugin <strong>SEO SearchTerms Tagging 2</strong> versi luas. Tambahkan pencarian ke dalam satu postingan secara manual. Cari istilah yang relevan dengan isi postingan sebagaimana algoritma default WordPress pencarian. Browser JavaScript wajib diaktifkan dan instal plugin <a href="https://github.com/Jevuska/stt2-extension-add-terms/releases/tag/STT2-v1.535">SEO SearchTerms Tagging 2</a> versi modifikasi terbaru.

source: Remove Irrelevant Search Terms
id_id: Hilangkan Istilah Pencarian Yang Tidak Relevan

source: Incoming search terms: Empty!
id_id: Istilah pencarian yang masuk: Kosong!

source: Oops! Fail to update
id_id: Oops! Gagal perbarui

source: Contain Badwords!
id_id: Mengandung Badwords!

source: Preview:
id_id: Cuplikan:

source: Irrelevant!
id_id: Tidak Relevan!

source: Oops! No Post Selected!
id_id: Oops! Tidak Ada Postingan Yang Dipilih!

source: Oops! No Terms Input!
id_id: Oops! Tidak Ada Input Istilah pencarian!

source: Olala.. you don&#39;t have permission
id_id: Olala.. Anda tidak diizinkan

source: Oops! Error!.
id_id: Oops! Ada Kesalahan!.

source: No Post found
id_id: Tidak ada Post ditemukan

source: Remove
id_id: Hapus

source: Add
id_id: Tambahkan

source: Too Short. Min 4 character (A-Z,a-z,0-9)
id_id: Terlalu singkat. Minimal 4 karakter (A-Z,a-z,0-9)

source: Too Long. Max {$maxchar} character (A-Z,a-z,0-9)
id_id: Terlalu panjang. Maksimal {$maxchar} karakter (A-Z,a-z,0-9)

source: Success add to field
id_id: Berhasil ditambahkan

source: Your browser does not support for this plugin! Compatible for latest version Firefox, Safari, or Chrome.
id_id: Browser tidak mendukung untuk plugin ini! Plugin ini cocok untuk browser Firefox, Safari, Chrom versi terbaru.

source: Collapse Tab
id_id: Tab Kolaps

source: Success Updated!
id_id: Berhasil Diperbarui!

source: Loading...
id_id: Sedang Proses...

source: Security check
id_id: Periksa Keamanan

source: already exist in
id_id: telah tersedia

source: Dismiss this notice.
id_id: Acuhkan pemberitahuan ini

source: contain badword(s), can not be added!.
id_id: Mengandung badword, tidak dapat ditambahkan!.

source: irrelevant, can not be added!.
id_id: tidak relevan, tidak dapat ditambahkan!.

source: too short, can not be added!.
id_id: terlalu singkat, tidak dapat ditambahkan!.

source: Fail to delete! Try to reload your page.
id_id: Gagal menghapus! Coba untuk me-reload halaman Anda.

source: Fail to update! Try to reload your page.
id_id: Gagal memperbarui! Coba untuk me-reload halaman Anda.

source: Enable your browser javascript to load
id_id: Aktifkan javascript browser Anda

source: plugin active. Please install and activate
id_id: plugin aktif. Silahkan install dan aktifkan

source: Enable your SEO SearchTerms Tagging 2 plugin.
id_id: Aktifkan plugin SEO SearchTerms Tagging 2 Anda.

source: Upgrade your SEO SearchTerms Tagging 2 plugin.
id_id: Upgrade plugin SEO SearchTerms Tagging 2 Anda.

source: plugin can not be activated. Your WordPress version is
id_id: plugin tidak dapat diaktifkan. Versi WordPress Anda adalah

source: required minimal
id_id: diperlukan minimal

source: Please update yours
id_id: Silahkan Perbaharui

source: is ready! Manage
id_id: siap! Kelola

source: here
id_id: di sini

source: Dismiss this notice
id_id: Acuhkan pemberitahuan ini

source: Olala... something wrong. Try again.
id_id: Olala... ada kesalahan. Coba lagi.

source: Relevant! ( Existed )
id_id: Relevan! ( Sudah Ada )

source: Relevant!
id_id: Relevan!

source: Irrelevant! ( Existed )
id_id: Tidak Relevan! ( Sudah Ada )

source: Increase Number
id_id: Tingkatkan Angka

source: Decrease Number
id_id: Turunkan Angka

source: Incoming search terms:
id_id: Istilah pencarian yang masuk:

source: Manage
id_id: Pengelolaan

source: Olala.. you are in wrong way.
id_id: Olala.. Anda di jalur yang salah.

source: Google Suggestion Feature
id_id: Fitur Saran Google

source: BY ENABLING THIS, YOU UNDERSTAND AND AGREE THAT YOU WILL BE SOLELY RESPONSIBLE FOR THE RISK OF ANY AND ALL DAMAGE OR LOSS FROM USE OF, OR INABILITY TO USE, THIS FEATURE.
id_id: DENGAN MENGAKTIFKAN FITUR INI, ANDA MEMAHAMI DAN SETUJU BAHWA ANDA AKAN BERTANGGUNG JAWAB UNTUK RISIKO APAPUN DAN SEMUA KERUSAKAN ATAU KERUGIAN DARI PENGGUNAAN ATAU KETIDAKMAMPUAN UNTUK MENGGUNAKAN , FITUR INI .

source: Ignore Irrelevant Post
id_id: Acuhkan Postingan Tidak Relevan

source: By checking this, you can add irrelevant search terms into selected post. So, be a wise if you need to use it, provide users with the most relevant search terms and a great user experience.
id_id: Dengan mencentang ini, Anda dapat menambahkan istilah pencarian yang tidak relevan dalam postingan yang dipilih. Jadi, bijaksanalah dalam menggunakannya, berikan pengguna istilah pencarian yang paling relevan dan pengalaman penggunaan yang lebih baik.

source: Don&#39;t buy me a coffee.
id_id: Jangan belikan saya kopi.

source: It&#39;s my female cat name, and please don&#39;t bothering me about why "Bro"? why not "Sist"?, it was my fault and it was happened. She get pregnant right now and need more
id_id: Ini nama kucing betina saya, dan jangan bertanya tentang mengapa "Bro" ?, mengapa tidak "Sist"?, itu adalah kesalahan saya dan itu telah terjadi. Dia hamil sekarang dan membutuhkan lebih banyak

source: Would you mind...?
id_id: Apakah Anda keberatan...?

source: PayPal - The safer, easier way to pay online!
id_id: PayPal - cara yang lebih aman dan lebih mudah untuk membayar secara online!

source: Oops... sorry, here my Bro
id_id: Oops... maaf, ini Bro saya

source: Bro: <i>&quot;I need more Wish<s>cash</s>&quot;</i>
id_id: Bro: <i>&quot;Saya butuh Whis<s>cash</s>&quot;</i>

source: Search post by your terms or type post url here:
id_id: Cari postingan berdasarkan istilah pencarian atau ketik url postingan di sini:

source: Search terms will be inserted below then you can type manually, separated by a comma ( e.g.: keyword1, keyword2 ):
id_id: Istilah pencarian disisipkan di bawah ini kemudian Anda dapat mengetik secara manual, pisahkan dengan tanda koma ( misalnya: keyword1, keyword2 ):

source: Insert
id_id: Sisipkan

source: Modified version of SEO SearchTerms Tagging 2 plugin
id_id: Plugin SEO SearchTerms Tagging 2 versi modifikasi

source: Download the latest modified version of SEO SearchTerms Tagging 2 plugin <a class="dashicons dashicons-external" target="_blank" href="https://github.com/Jevuska/stt2-extension-add-terms/releases/tag/STT2-v1.535"></a>.
id_id: Unduh plugin SEO SearchTerms Tagging 2 versi modifikasi terbaru <a class="dashicons dashicons-external" target="_blank" href="https://github.com/Jevuska/stt2-extension-add-terms/releases/tag/STT2-v1.535"></a>.

source: Support contact via email at <a href="mailto:contact@jevuska.com">contact@jevuska.com</a> or <a href="https://github.com/Jevuska/stt2-extension-add-terms" target="_blank">GitHub</a>
id_id: Hubungi dukungan melalui email di <a href="mailto:contact@jevuska.com">contact@jevuska.com</a> atau <a href="https://github.com/Jevuska/stt2-extension-add-terms" target="_blank">GitHub</a>

source: Hint:
id_id: Petunjuk:

source: Search the post by your terms, and select the one (required).
id_id: Cari postingan dengan istilah Anda, dan pilih salah satu satu (wajib).

source: Populate your search terms for the first time then you can type in text box area directly to insert them into database.
id_id: Isi istilah pencarian Anda untuk pertama kalinya kemudian Anda dapat mengetik di daerah kotak teks secara langsung untuk ditambahkan ke dalam database.

source: Three methods to populate your search terms - by type, by suggestion and by double click text or text selection in "Full Post" section.
id_id: Tiga metode untuk mengisi istilah pencarian Anda - dengan mengetik, dengan saran Google dan dengan klik text ganda atau pilihan teks dalam bagian "Full Post".

source: Always use "comma" to separate your search terms.
id_id: Selalu gunakan tanda "koma" untuk memisahkan istilah pencarian Anda.

source: Comma sign
id_id: Tanda koma

source: in populate terms box is a trigger to searching relevant post.
id_id: dalam kotak adalah pemicu untuk mencari postingan yang berkaitan.

source: Increase or decrease hits number of search term by click the term or number text.
id_id: Tingkatkan atau turunkan jumlah angka istilah pencarian dengan mengklik teks istilah atau nomor.

source: Settings
id_id: Pengaturan

source: Next Features
id_id: Fitur Mendatang

source: Help
id_id: Bantuan

source: Donate
id_id: Donasi

source: NEW FEATURES
id_id: FITUR TERBARU

source: Bulk update search terms to make them relevant to post.
id_id: Pembaruan istilah pencarian massal untuk membuat mereka relevan dengan postingan.

source: Insert search terms as post tag.
id_id: Sisipkan istilah pencarian sebagai tag postingan.

source: Front end search terms delete.
id_id: Hapust istilah pencarian dari Front end

source: Populate relevant terms by comma ( min 4 characters )
id_id: Isi dengan istilah pencarian dengan tanda koma ( minimal 4 karakter )

source: Enable Google Suggestion
id_id: Aktifkan Saran Google

source: Ignore Irrelevant Notice
id_id: Acuhkan Pemberitahuan Tidak Relevan

source: Maximal Characters of Search Terms
id_id: Maksimal Karakter Istilah Pencarian

source: as post tag
id_id: sebagai tag postingan

source: Attention
id_id: Perhatian

source: Warning
id_id: Peringatan

source: Click to toggle
id_id: Klik Toggle

source: View Full Post
id_id: Lihat Pos Seluruhnya
